Repository: tanmn/badoo-api
Catalog: app/Locale/vie/LC_MESSAGES/default.po
Languages: vi

source: Email and password are incorrect.
vi: Email và mật khẩu đăng nhập không đúng.

source: You are not logged in.
vi: Bạn chưa đăng nhập.

source: Please provide SNS's type and id
vi: Vui lòng cung cấp tên mạng xã hội và ID của thành viên.

source: Cannot create new member.
vi: Không thể tạo thành viên mới.

source: Cannot save member info.
vi: Không thể lưu thông tin thành viên.

source: Nothing to be updated.
vi: Không có thông tin nào được cập nhật.

source: Invalid upload request.
vi: Tiến trình upload không hợp lệ.

source: Cannot delete avatar.
vi: Không thể xóa avatar.

source: Invalid album id.
vi: ID của album không hợp lệ.

source: Cannot create new album.
vi: Không thể tạo album mới.

source: Cannot delete the album.
vi: Không thể xóa album ảnh.

source: You can only delete your albums.
vi: Bạn chỉ được phép xóa album của bản thân.

source: Cannot delete the photo.
vi: Không thể xóa ảnh.

source: You can only delete your photos.
vi: Bạn chỉ được phép xóa hình ảnh của bản thân.

source: User %s does not exist.
vi: Thành viên %s không tồn tại.

source: You cannot add yourself as a friend.
vi: Bạn không thể thêm chính bạn làm bạn bè.

source: Cannot send friend request.
vi: Không thể gửi yêu cầu kết bạn.

source: Friend's id is invalid.
vi: ID của bạn bè không hợp lệ.

source: Cannot send unfriend request.
vi: Không thể gửi yêu cầu hủy kết bạn.

source: You cannot follow yourself.
vi: Bạn không thể theo dõi chính bạn.

source: Cannot send follow request.
vi: Không thể gửi yêu cầu theo dõi người dùng.

source: Cannot send unfollow request.
vi: Không thể gửi yêu cầu bỏ theo dõi người dùng.

source: You cannot block yourself.
vi: Bạn không thể chặn chính bạn.

source: Cannot send block request.
vi: Không thể gửi yêu cầu chặn người dùng.

source: User's id is invalid.
vi: ID của thành viên không đúng.

source: Cannot send unblock request.
vi: Không thể gửi yêu cầu bỏ chặn người dùng.

source: You cannot like yourself.
vi: Bạn không thể yêu thích chính bạn.

source: Cannot send like request.
vi: Không thể gửi yêu cầu yêu thích người dùng.

source: Cannot save search settings.
vi: Không thể lưu tùy chọn tìm kiếm.

source: Cannot save notification settings.
vi: Không thể lưu tùy chỉnh thông báo.

source: Cannot save profile settings.
vi: Không thể lưu tùy chỉnh thông tin cá nhân.

source: There is an error occurred.
vi: Đã xảy ra lỗi tại máy chủ.

source: Bad request.
vi: Truy vấn không hợp lệ.

source: User is not set.
vi: Không xác định người dùng.

source: Cannot upload avatar.
vi: Không thể upload avatar.

source: Uploaded file is broken.
vi: Upload tập tin thất bại.

source: The file size must be under %s.
vi: Dung lượng tập tin cho phép tối đa %s.

source: File type is not allowed.
vi: Định dạng tập tin không hợp lệ.

source: Uncategorized
vi: Chưa phân loại
