Repository: tanmn/badoo-api
Catalog: app/Locale/vie/LC_MESSAGES/Model.po
Languages: vi

source: numeric
vi: Vui lòng nhập số.

source: notEmpty
vi: Không thể để trống.

source: Invalid category id
vi: ID danh mục không hợp lệ.

source: Please enter interest name
vi: Vui lòng nhập tên sở thích.

source: boolean
vi: Chỉ nhận giá trị 1 hoặc 0

source: Please enter category name
vi: Vui lòng nhập tên danh mục.

source: Please enter email address
vi: Vui lòng nhập địa chỉ email.

source: Your email is not valid
vi: Email không hợp lệ.

source: The email was used by another member
vi: Email này đã sử dụng bởi thành viên khác.

source: Your password should have at least 6 characters
vi: Mật khẩu tối thiểu dài 6 kí tự.

source: User is not set.
vi: Không xác định được người dùng.

source: Please enter the album name.
vi: Vui lòng nhập tên album.

source: Please choose a type.
vi: Vui lòng chọn loại.

source: Please choose a nickname
vi: Vui lòng chọn một nickname.

source: Only characters 0-9, a-z and underscores can be used in nickname
vi: Nickname chỉ được chứa các kí tự a-z, 0-9 và dấu gạch dưới _.

source: That nickname was used by another member
vi: Nickname này đã sử dụng bởi thành viên khác.

source: Your nickname should contain 4 ~ 20 characters
vi: Nickname chỉ chứa từ 4 - 20 kí tự.

source: Your birthday is not a valid date
vi: Ngày sinh không hợp lệ.

source: Invalid search purpose
vi: Nhu cầu tìm bạn không hợp lệ.
